Repository: fx2024ondiscord/test
Catalog: linkvertise-script-api.1.0.8/linkvertise-script-api/languages/linkvertise-script-api-*.po
Languages: de_de

source: Account ID is empty.
de_de: Account ID ist nicht vorhanden.

source: Activate Full Script API
de_de: Aktiviere die Full Script API

source: All advantages at a glance:
de_de: Alle Vorteile auf einen Blick:

source: Automatic conversion of all external links into linkvertise links
de_de: Automatische Umwandlung aller externen Links in Linkvertise Links

source: Automatic conversion of all new external links into linkvertise links
de_de: Automatische Umwandlung aller neuen externen Links in Linkvertise Links

source: automatically
de_de: automatisch

source: Blacklist certain domains (won't be monetized).
de_de: Trage Domains auf die Blacklist ein (Werden nicht monetarisiert).

source: converts all external links on your
de_de: alle externen Links auf deiner

source: Do you have a website with many external links?
de_de: Du besitzt eine eine Webseite mit vielen externen Links?

source: External Links
de_de: Externe Links

source: For this we offer our
de_de: Hierfür bieten wir unser

source: General advertising settings
de_de: Allgemeine Werbeeinstellungen

source: get monetized.
de_de: wird monetarisiert.

source: Good user experience
de_de: Gute Nutzererfahrung

source: Help
de_de: Hilfe

source: Here you can configure the Linkvertise Full Script API.
de_de: Auf dieser Seite kannst du die Linkvertise Full Script API konfigurieren.

source: It completely
de_de: Es wandelt vollkommen

source: Monetize all external links.
de_de: Alle Links werden monetarisiert

source: Monetize only certain external links.
de_de: Nur bestimmte Links werden monetarisiert.

source: Only enter the domains you want to monetize.
de_de: Trage nur die Domains ein, die du monetarisieren möchtest.

source: Our full page script is perfect for websites with many links to other
de_de: Unser Full Page Script bietet sich perfekt für Webseiten an, die viele Links zu anderen

source: Provided domains are invalid.
de_de: Eine oder mehrere URLs sind ungültig.

source: Separate domains with ';'
de_de: Trenne mehrere Domains mit ';'

source: Settings
de_de: Einstellungen

source: Start immediately in one step
de_de: In einem Schritt sofort starten

source: Then monetize your entire website in one step.
de_de: Dann monetarisiere jetzt deine gesamte Webseite in einem Schritt.

source: This plugin includes the Linkvertise API script to your Wordpress page.
de_de: DIeses Plugin fügt das Linkvertise Full API Script in deine Wordpress Seite ein.

source: website into linkvertise links and thus ensures high revenues.
de_de: Webseite in Linkvertise Links um und sorgt so für hohe Einnahmen.

source: websites such as forums or download portals.
de_de: Webseiten besitzen wie zum Beispiel Foren oder Download Portale.

source: won't get monetized
de_de: wird nicht monetarisiert.

source: You need more help? Visit our
de_de: Du benötigst weitere Hilfestellungen? Dann besuche unseren

source: support section
de_de: Support Bereich

source: https://player.vimeo.com/video/291255421?title=0&byline=0&portrait=0&autoplay=0
de_de: https://player.vimeo.com/video/291252975
